/* No comment provided by engineer. */
" and %@" = " és %@";

/* elapsed time on recording screen, in seconds */
"%.1f sec" = "%.1f másodperc";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ hozzászólt: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ azonosítást javasolt: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ tagja az iNaturalist Hálózatnak (%2$@). %3$@ helyi támogatói hozzáférést kapnak az email-címedhez, valamint a megfigyeléseid egyébként kitakart vagy privát koordinátáihoz. Szeretnéd módosítani a partneri beállításaidat?";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ tagja a nemzetközi iNaturalist Hálózatnak. Szeretnél %2$@ tagja lenni, amivel javíthatod az iNaturalist helyi relevanciáját és megoszthatod az adatokat helyi szervezetekkel?";

/* site news */
"%@ News" = "%@ hírek";

/* identification author attribution */
"%@'s ID" = "%@ azonosítása";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, build %2$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%d megfigyelés";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d megfigyelés feltöltése";

/* Count of observations by this user, plural. */
"%d Observations" = "%d megfigyelés";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d megfigyelés feltöltése";

/* format string for showing positional accuracy in meters */
"%ld m" = "%ld m";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "'%1$@' kéri a '%2$@' mező kitöltését.";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "Rólunk";

/* title for about section of the guide screen */
"ABOUT" = "RÓLUNK";

/* about this project title */
"About this Project" = "A projektről";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "Fiók?";

/* No comment provided by engineer. */
"Activity" = "Aktiválás";

/* Title for add comment failed alert */
"Add Comment Failure" = "Hozzászólás hozzáadása sikertelen";

/* Title for add ID failed alert */
"Add Identification Failure" = "Azonosítás hozzáadása sikertelen";

/* No comment provided by engineer. */
"Add to Favorites" = "Hozzáadás a kedvencekhez";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "Egyetértek";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "Van már fiókod?";

/* Status message when the database is unavailable and large parts of the app aren't working. Shouldn't happen, but fallback in case it ever does. */
"App is fatally misconfigured. Please contact help@inaturalist.org." = "Az alkalmazás konfigurációja hibás. Kérjük, hogy írj a help@inaturalist.org címre.";

/* Title for app section of settings. */
"App Settings" = "Alkalmazás beállításai";

/* No comment provided by engineer. */
"Are you really sure?" = "Biztos vagy benne?";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Biztosan kilépsz ebből a projektből?";

/* No comment provided by engineer. */
"Are you sure?" = "Biztos vagy benne?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Biztos vagy benne? Ez végleges.";

/* argentina partner */
"Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org)." = "Argentína: az ArgentiNat (www.argentinat.org) támogatója a Fundación Vida Silvestre Argentina.\n";

/* australia partner */
"Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/)." = "Ausztrália: az iNaturalist Australia támogatója az Atlas of Living Australia";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "Nevek automatikus kiegészítése";

/* label for auto upload switch in settings */
"Automatic upload" = "Automatikus feltöltés";

/* delete account confirmation */
"By deleting your account you will remove all of your observations, all of the identifications that you've added to the observations of others, and all comments that you've made. Furthermore, this action cannot be undone. If you change your mind later, you aren't getting any of that content back. If this site generates too many notifications, consider editing your settings to opt out of certain notifications or stop receiving email from us. If you're having trouble with a specific person on the site, consider muting them instead of deleting your account. If you are deleting your account because you tried to delete some of your content but you could still see it on a map or elsewhere on the Internet, keep in mind that map data may be cached for up to a day even after records are deleted, and that deleting content on this platform may not have any effect on copies that exist on other sites and platforms (like GBIF). If you're still sure you want to delete your account, enter '%@' in the form below and click the button to delete your account and all your data." = "A fiókod törlésével eltávolítod az összes megfigyelésedet, az összes azonosítást, amelyet mások megfigyeléseihez adtál hozzá, és az összes hozzászólásodat. Továbbá, ezt a műveletet nem lehet visszacsinálni. Ha később meggondolod magad, akkor semmit sem kapsz vissza ebből a tartalomból. Ha ez az oldal túl sok értesítést generál, fontold meg a beállítások szerkesztését, hogy bizonyos értesítésekről lemondj, vagy ne kapj több e-mailt tőlünk. Ha problémáid vannak egy adott személlyel az oldalon, fontold meg a némítás lehetőségét a fiókod törlése helyett. Ha azért törlöd a fiókodat, mert megpróbáltad törölni néhány tartalmadat, de még mindig láthattad azt egy térképen vagy máshol az interneten, ne feledd, hogy a térképadatok akár egy napig is gyorsítótárban maradhatnak a rekordok törlése után, és hogy a tartalom törlése ezen a platformon nem biztos, hogy hatással van a más oldalakon és platformokon (például a GBIF-en) létező másolatokra. Ha még mindig biztos vagy benne, hogy törölni szeretnéd a fiókodat, írd be a \"%@\" jelet az alábbi űrlapba, és kattints a gombra, hogy töröld a fiókodat és az összes adatodat.";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "Az iNaturalist használatával elfogadod az Általános Szerződési Feltételeket és az Adatvédelmi Nyilatkozatot.";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "A fényképek automatikus felismerésére kifejlesztett gépi látás rendszernél a CalTech és a Cornell Tech volt a segítségünkre. A gépi látás kutatásában végzett tevékenységükért köszönet illeti Grant Van Hornt, Serge Belongie-t és Pedro Perona-t. További információ: visipedia.org. Külön köszönet az NVIDIA-nak a segítségért.";

/* Title for Camera button in media picker */
"Camera" = "Kamera";

/* No comment provided by engineer. */
"Can't Add ID" = "Azonosítás hozzáadása sikertelen";

/* No comment provided by engineer. */
"Can't Comment" = "Hozzászólás hozzáadása sikertelen";

/* No comment provided by engineer. */
"Can't Fave" = "Kedvencezés sikertelen";

/* Status message when the app can't start due to a corrupt database but the database doesn't exist. Shouldn't happen, but fallback in case it ever does. */
"Can't find realm database, can't continue. Please contact help@inaturalist.org." = "Can't find realm database, can't continue. Please contact help@inaturalist.org.";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "A megfigyelés keresése sikertelen. Kérjük, próbáld meg később.";

/* Status message when email is not configured on the phone so we can't send email on a user's behalf. */
"Can't send crash support email - please contact help@inaturalist.org." = "Can't send crash support email - please contact help@inaturalist.org.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Kanada: az iNaturalist Canada (inaturalist.ca) működtetői a Canadian Wildlife Federation, a Royal Ontario Museum, a NatureServe Canada és a Parks Canada.";

/* No comment provided by engineer. */
"Cancel" = "Mégse";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Megszakítás...";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "Nem lehet jövőbeni dátumot kiválasztani.";

/* Failure message */
"Cannot donate" = "Adományküldés sikertelen";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "Javaslatok betöltése sikertelen: %@";

/* Store launch failure message */
"Cannot open store" = "A bolt nem nyitható meg";

/* Failure message */
"Cannot rate" = "Értékelés sikertelen";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "A keresés sikertelen az iNaturalist.org-on";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "Nem küldhető el az email";

/* No comment provided by engineer. */
"Cannot use your location" = "A helyzeted nem használható";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "Fogságban / kultivált";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "A fogságban / kultivált megjelölés azt jelenti, hogy az élőlény tudatos emberi tevékenységgel összhangban volt a megfigyelt területen. Az iNaturalist lényege a vadon élőlényeinek megfigyelése, és a tudományos adatpartnereink számára a házi kedvencek, kertek és állatkertek megfigyelései érdektelenek.";

/* title for captive selector */
"Captive?" = "Fogságban?";

/* casual data quality */
"Casual Grade" = "Hobbiszintű";

/* label for change email address action in settings */
"Change email" = "Email-cím megváltoztatása";

/* No comment provided by engineer. */
"Change Email" = "Email-cím megváltoztatása";

/* No comment provided by engineer. */
"Change email address?" = "Megváltoztatod az email-címet?";

/* label for change username action in settings */
"Change username" = "Felhasználónév módosítása";

/* No comment provided by engineer. */
"Change Username" = "Felhasználónév módosítása";

/* No comment provided by engineer. */
"Change username?" = "Módosítod a felhasználónevet?";

/* No comment provided by engineer. */
"Change your profile photo?" = "Módosítod a profilfotódat?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "A fényképeid Nem kereskedelmi Creative Commons megjelöléséhez pipáld ki ezt a négyzetet. Később ezt eltávolíthatod és módosíthatod, de a kutatókkal való megosztáshoz ez a legmegfelelőbb licensz.";

/* title of alert after you reset your password
   title of email confirmation needed alert. */
"Check your email" = "Nézd meg, hogy megkaptad-e az emailt. ";

/* chile partner */
"Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl)." = "Chile: az iNaturalist Chile (inaturalist.mma.gob.cl) támogatója a Ministerio del Medio Ambiente.";

/* No comment provided by engineer. */
"Choose from library" = "Kiválasztás a könyvtárból";

/* title of inat network picker */
"Choose iNat Network" = "iNat Network kiválasztása";

/* title for project observations chooser */
"Choose Projects" = "Projektek kiválasztása";

/* No comment provided by engineer. */
"Close" = "Bezárás";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "Gyűjtőprojekt";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Kolumbia: a Naturalista (colombia.inaturalist.org) működtetője az Instituto Humboldt.";

/* No comment provided by engineer. */
"Comment" = "Hozzászólás";

/* Button to contact support when app has failed to launch. */
"Contact Support" = "Kapcsolatfelvétel";

/* label for contact support action in settings. */
"Contact support" = "Kapcsolatfelvétel";

/* Title for content hidden reason alert.
   when content has been moderated */
"Content Hidden" = "Tartalom elrejtve";

/* explanation for why a users content was moderated & hidden. First string is the moderator login, second is the date, third is the reason for the moderation. */
"Content hidden by %@ on %@ because: '%@'" = "Content hidden by %1$@ on %2$@ because: '%3$@'";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Tartalomlicensz";

/* Button to copy the scientific name */
"Copy Scientific Name" = "Tudományos név másolása";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "Sikertelen művelet";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "%1$@ projekthez adás sikertelen: %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "A pozíciód meghatározása sikertelen";

/* HUD text when creating a new observation from multiple photos */
"Creating Observation..." = "Megfigyelés létrehozása";

/* intro to credits section. */
"Credits" = "Köszönet";

/* Title for danger zone (account deletion) section of settings. */
"Danger Zone" = "Veszélyes terület!";

/* Header for data quality section of obs detail */
"Data Quality" = "Adatminőség";

/* Title for About Data Transfer notice during signup */
"Data Transfer" = "Adatátvitel";

/* No comment provided by engineer. */
"Default" = "Alapértelmezett";

/* button title to delete account */
"Delete Account" = "Fiók törlése";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "Letöltés törlése";

/* No comment provided by engineer. */
"Delete Error" = "Törlés sikertelen";

/* Button to delete the database. This will appear in red as a destructive action. */
"Delete Local Database and Try Again" = "Delete Local Database and Try Again";

/* text of delete obs button */
"Delete Observation" = "Megfigyelés törlése";

/* Deletes pending sync. */
"Deletes To Sync" = "Törlés függőben";

/* title for description section of the guide screen */
"DESCRIPTION" = "LEÍRÁS";

/* Title for confirm new observation details view */
"Details" = "Részletek";

/* Status message when the user tapped contact support but then chose to not allow us to send a support email on their behalf. */
"Didn't send crash support email - please contact help@inaturalist.org." = "Didn't send crash support email - please contact help@inaturalist.org.";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Tippek elrejtése";

/* label for iNaturalist donate call to action. */
"Donate to iNaturalist" = "Az iNaturalist támogatása";

/* title for done button */
"Done" = "Kész";

/* No comment provided by engineer. */
"Download" = "Letöltés";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "Letöltés offline használatra";

/* No comment provided by engineer. */
"Download not available" = "A letöltés nem érhető el";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "Letöltve";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "Letöltés...";

/* ecuador partner */
"Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org)." = "Equádor: az iNaturalist Ecuador (ecuador.inaturalist.org) támógatója az Instituto Nacional de Biodiversidad (INABIO).";

/* The editor or author of the species guide */
"Editor" = "Szerkesztő";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "Kiszolgálói hiba, vagy az útmutató már nem létezik.";

/* label for email field in settings */
"Email" = "Email";

/* Title for error alert */
"Error" = "Hiba";

/* failure title when changing a setting. */
"Error changing setting." = "Beállítások mentése sikertelen.";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Megfigyelések lehívása sikertelen";

/* error loading leaderboard title */
"Error loading leaderboard" = "A toplista betöltése sikertelen";

/* basis for a suggestion */
"Expected Nearby" = "Expected Nearby";

/* No comment provided by engineer. */
"Explore" = "Felfedezés";

/* Status message when the user tries to delete the DB but it fails. */
"Failed to delete database. Please contact help@inaturalist.org." = "Failed to delete database. Please contact help@inaturalist.org.";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "Nem sikerült letölteni az útmutatót";

/* Unknown iNat login error */
"Failed to log in to iNaturalist. Please try again." = "A belépés sikertelen. Kérlek próbáld újra.";

/* title of alert when sound recording fails */
"Failed to Record" = "Sikertelen rögzítés";

/* No comment provided by engineer. */
"Failed to save guide" = "Az űtmutató mentése sikertelen";

/* title of alert when sound recording setup fails */
"Failed to Setup Sound Recording" = "A hangrögzítés beállítása sikertelen";

/* No comment provided by engineer. */
"Faved" = "Kedvenc";

/* No comment provided by engineer. */
"Faves" = "Kedvencek";

/* No comment provided by engineer. */
"Featured" = "Kiemelt";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org and try later." = "Hitelesítési token lehívása sikertelen. Kérjük írj a help@inaturalist.org címre, vagy próbáld meg később.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Nemrégi megfigyelések lekérése a térképen";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Nemrégi megfigyelések lekérése bárhol a világban";

/* No comment provided by engineer. */
"Find locations named '%@'" = "'%@' elnevezésű helyek keresése";

/* No comment provided by engineer. */
"Find my observations" = "Megfigyeléseim keresése";

/* No comment provided by engineer. */
"Find observations near me" = "Közeli megfigyelések keresése";

/* No comment provided by engineer. */
"Find organisms named '%@'" = "'%@' elnevezésű élőlények keresése";

/* No comment provided by engineer. */
"Find people named '%@'" = "'%@' elnevezésű emberek keresése";

/* No comment provided by engineer. */
"Find projects named '%@'" = "'%@' elnevezésű projektek keresése";

/* No comment provided by engineer. */
"Finding your location..." = "Helyzeted meghatározása folyamatban...";

/* finland partner */
"Finland: Finnish Museum of Natural History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi)." = "Finnország: A  Finn Természettudományi Múzeum (Luomus) támogatha az iNaturalist Finland-ot (https://inaturalist.laji.fi).";

/* Title for forgot password button. */
"Forgot password?" = "Elfelejtetted a jelszavad?";

/* Geoprivacy button title */
"Geoprivacy" = "A helyre vonatkozó adatok védelme";

/* No comment provided by engineer. */
"Go Back" = "Vissza";

/* Button to dismiss a tutorial screen */
"Got It" = "Rendben";

/* greece partner */
"Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org)." = "Görögország: az iNaturalist Greece (greece.iNaturalist.org) támogatója az iSea.";

/* Grid layout on explore tab */
"Grid" = "Rács";

/* No comment provided by engineer. */
"Guide download error" = "Hiba az útmutató letöltése során";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "Az útmutató-szerkesztőnek bekapcsolva kell lennie ehhez a funkcióhoz.";

/* accessibility label for guides button */
"Guides" = "Útmutatók";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "Az útmutatókat az iNaturalist közössége készíti és publikálja";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Az útmutatók fajok listáiból állnak";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has photos */
"Has Photos" = "Fényképpel";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has sounds */
"Has Sounds" = "Hanggal";

/* Title for help section of settings. */
"Help" = "Súgó";

/* No comment provided by engineer. */
"Here are our top suggestions:" = "Íme a legjobb javaslataink:";

/* personal info consent checkbox label */
"I consent to allow iNaturalist to store and process limited kinds of personal information about me in order to manage my account." = "Beleegyezem, hogy az iNaturalist korlátozott személyes információkat tároljon és dolgozzon fel rólam a fiókom kezelése érdekében.";

/* data transfer consent checkbox label */
"I consent to allow my personal information to be transferred to the United States of America." = "Engedélyezem, hogy személyes adataimat át lehessen vinni az Amerikai Egyesült Államokba.";

/* Title of identification failure alert */
"Identification Failed" = "Sikertelen azonosítás";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "Meghatározási taxon";

/* No comment provided by engineer. */
"Identifications" = "Meghatározások";

/* No comment provided by engineer. */
"Identifiers" = "Meghatározók";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "Ha a megadott email cím egy iNaturalist-fiókhoz kapcsolódik, hamarosan emailt fog kapni erre a címre egy linkkel a jelszó visszaállításához.";

/* message of alert when mic permission is missing */
"If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone." = "Ha hangot szeretnél rögzíteni a megfigyeléshez, az iNaturalist alkalmazásnak hozzáférésre van szüksége a mikrofonhoz.";

/* Message when we can't make the image store for the app */
"ImageStore Creation Error" = "Képtár készítése sikertelen";

/* Message when we can't save to the app image store */
"ImageStore Save Error" = "ImageStore mentési hiba";

/* No comment provided by engineer. */
"in project '%@'" = "%@ projektben";

/* alert title for camera denied */
"iNaturalist doesn't have permission to access your camera." = "Az iNaturalist nem fér hozzá a kamerához.";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda." = "Az iNaturalist nem létezne a közösségünk tagjai nélkül. Akik a programozást végzik, a felhasználói felületeket tervezik, az infrastruktúrát gondozzák, a közösséget támogatják és az együttműködést elősegítik: Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta és Ken-ichi Ueda.";

/* alert title for camera restricted */
"iNaturalist has been restricted from camera access." = "Az iNaturalist nem fér hozzá a kamerához.";

/* inat independent org statement */
"iNaturalist is an independent 501(c)(3) nonprofit based in the United States (EIN 92-1296468)" = "Az iNaturalist az Egyesült Államokban egy 501(c)(3) besorolású nonprofit szervezet (EIN 92-1296468)";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "iNaturalist Hálózat";

/* Category of iNaturalist places for place search */
"iNaturalist Places" = "iNaturalist helyek";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "Az iNaturalist Joseph Wain által készített Glyphish-ikonakat, Ben Sperry által készített ioniconokat valamint Luis Prado és Roman Shlyakov (Noun Project) által készített ikonokat használ. Az iNaturalist szintén köszönetét fejezi ki a Cocoapods közösségének, valamint a saját nyílt forráskódú közösségünknek. További informácio: https://github.com/inaturalist/INaturalistIOS.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Helytelen felhasználónév vagy jelszó.";

/* No comment provided by engineer. */
"Info" = "Leírás";

/* No comment provided by engineer. */
"Internet connection required" = "Internetkapcsolat szükséges";

/* No comment provided by engineer. */
"Internet required" = "Internet szükséges";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Bemutatkozik az Automatikus feltöltés!";

/* Invalid date alert title */
"Invalid Date" = "Érvénytelen dátum";

/* Error for bad email when making account. */
"Invalid Email Address" = "Érvénytelen email-cím";

/* Unknown invalid input */
"Invalid input" = "Érvénytelen bevitel";

/* No comment provided by engineer. */
"Invalid Location" = "Érvénytelen hely";

/* Error for bad username when making account. */
"Invalid Username" = "Érvénytelen felhasználónév";

/* israel partner */
"Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org)." = "Izrael: az iNaturalist Israel (israel.inaturalist.org) támogatója a University of Haifa.";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "Az IUCN II. kategóriás helyeinek forrása az IUCN és az UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Elérhetőség: www.protectedplanet.net.";

/* Join project button */
"Join" = "Csatlakozás";

/* join iNat network partner alert title */
"Join %@?" = "Csatlakozol ide: %@?";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Csatlakozz projektekhez, így azokat a megfigyeléseid feltöltésénél kiválaszthatod";

/* No comment provided by engineer. */
"Joined" = "Csatlakozva";

/* No comment provided by engineer. */
"Joining..." = "Csatlakozás...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Szél: %1$.5f Hossz: %2$.5f Pontosság: %3$@";

/* format string for showing latitude, longitude, & positional accuracy */
"Lat: %1$@, Long: %2$@, Acc: %3$@" = "Szél: %1$@, Hossz: %2$@, Pontosság: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Ranglista";

/* button to learn more about inat account policies */
"Learn More" = "További információ";

/* learn more (about network partner changes) button text */
"Learn more" = "További információ";

/* No comment provided by engineer. */
"Learn more about data quality >" = "További információ az adatminőségről >";

/* Leave project button */
"Leave" = "Elhagyás";

/* No comment provided by engineer. */
"Leaving..." = "Elhagyás...";

/* The license of the species guide */
"License" = "Licensz";

/* List layout on explore tab */
"List" = "Lista";

/* No comment provided by engineer. */
"Loading..." = "Betöltés...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Hiba a hely meghatározása során";

/* No comment provided by engineer. */
"Location Services Denied" = "Helymeghatározás visszautasítva";

/* No comment provided by engineer. */
"Location Services Restricted" = "Helymeghatározás korlátozva";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "Bejelentkezés";

/* No comment provided by engineer. */
"Log In / Sign Up" = "Bejelentkezés / Regisztráció";

/* No comment provided by engineer. */
"Log in and upload this observation to enable comments & identifications." = "A hozzászólásokhoz és meghatározásokhoz lépj be és töltsd fel ezt a megfigyelést.";

/* No comment provided by engineer. */
"Log in to enable faves." = "Kedvencek be kell jelentkezned.";

/* Notice while we're logging in */
"Logging in..." = "Bejelentkezés...";

/* placeholder text for taxon search bar */
"Look up a species by name" = "Faj keresése név alapján";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "Fajnév keresése";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Úgy tűnik, hiba történt: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Úgy tűnik, nincsenek megfigyelések.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "Tetszik az iNaturalist? Értékelj bennünket!";

/* luxembourg partner */
"Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu)." = "Luxemburg: az iNaturalist Luxembourg (inaturalist.lu) támogatója a Luxembourg National Museum of Natural History (MnhnL).";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Ellenőrizd, hogy az iNaturalist hozzáfér-e a helyadatokhoz, vagy a GPS-nek több időre van szüksége.";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "Letöltési beállítások";

/* Map layout on explore tab */
"Map" = "Térkép";

/* No comment provided by engineer. */
"Map of Observations" = "Megfigyelési térkép";

/* Placeholder text for not logged title on me tab. */
"Me" = "Én";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "Mexikó: a NaturaLista (NaturaLista.mx) működtetője a Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO).";

/* Title for alert when db migration fails. */
"Migration Failed" = "Migráció sikertelen";

/* Title for alert when db migration had a problem. */
"Migration Problem" = "Migráció hiba";

/* No comment provided by engineer. */
"Missing Date" = "Hiányzó dátum";

/* No comment provided by engineer. */
"Missing Location" = "Hely nincs megadva";

/* No comment provided by engineer. */
"Missing Required Field" = "Kötelező mező nincs kitöltve";

/* No comment provided by engineer. */
"My Content" = "Tartalmaim";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "'%1$@ (%2$@)' névvel";

/* No comment provided by engineer. */
"named '%@'" = "'%@' névvel";

/* No comment provided by engineer. */
"Nearby" = "Közeli";

/* No comment provided by engineer. */
"Nearby Suggestions Filter" = "Közeli javaslatok szűrő";

/* needs id data quality */
"Needs ID" = "Meghatározásra vár";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Figyelmet igényel";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "Hálózati kapcsolat szükséges.";

/* No comment provided by engineer. */
"Network unavailable" = "A hálózat nem elérhető";

/* No comment provided by engineer. */
"Network Unavailable" = "A hálózat nem elérhető";

/* decline to change cemra permissions button title */
"Never mind" = "Visszavonás";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has new activity */
"new activity" = "új aktivitás";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "Még nincs iNaturalist-fiókod? Regisztrálj!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "Új Zéland: az iNaturalist NZ — Mātaki Taiao (inaturalist.nz) működtetője a New Zealand Biodiversity Recording Network.";

/* News project button */
"News" = "Hírek";

/* Confirm a new photo */
"NEXT" = "TOVÁBB";

/* Generic negative response to a yes/no question
   negative response to binary choice, yes or no */
"No" = "Nem";

/* No comment provided by engineer. */
"No description" = "Nincs leírás";

/* No comment provided by engineer. */
"No iNaturalist Results" = "Nincs iNaturalist eredmény";

/* place guess when we have no location information */
"No location" = "Nincs hely";

/* No comment provided by engineer. */
"No matching taxa" = "Nincs egyező taxon";

/* Title for No Media button in media picker */
"No Media" = "Nincs média";

/* title of alert when user tries to record a sound observation without granting mic permissions */
"No Microphone Permissions" = "Nincs hozzáférés a mikrofonhoz";

/* No comment provided by engineer. */
"No network connection." = "Nincs hálózati kapcsolat.";

/* No comment provided by engineer. */
"No network connection. :(" = "Nincs hálózati kapcsolat. :(";

/* Header observation count title when there are none. */
"No Observations" = "Nincsenek megfigyelések";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "Nincsenek megfigyelések a kiválasztott területen.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "Nincsenek megfigyelések.";

/* No comment provided by engineer. */
"No observations yet." = "Még nincsenek megfigyelések.";

/* No comment provided by engineer. */
"No Photos or Sounds and Missing Identification" = "Nincs fénykép vagy hang, és hiányzó azonosítás";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Nincs ilyen organizmus. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "Nincs találat ilyen személyre. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "Nincs ilyen hely. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "Nem található ilyen projekt. :(";

/* No comment provided by engineer. */
"No Thanks" = "Köszönöm, nem";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "Még nincsenek frissítések, de légy résen!";

/* No comment provided by engineer. */
"No URL configured" = "Nincs URL beállítva";

/* do not change network partner button */
"No, don’t change my affiliation" = "Ne módosíts a társításomon.";

/* No comment provided by engineer. */
"None, all rights reserved" = "Nincs, minden jog fenntartva.";

/* No comment provided by engineer. */
"Not Allowed" = "Nincs engedélyezve";

/* 403 unauthorized title */
"Not Authorized" = "Nem jogosult";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Megjegyzések...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Megfigy.";

/* obscured geoprivacy */
"Obscured" = "Kitakart";

/* accessibility label for obs (date, title, subtitle, media, new activity) */
"Observation %@ %@ %@ %@ %@" = "Megfigyelés: %1$@ %2$@ %3$@ %4$@ %5$@";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "Adatmező érvényesítési hiba: %@";

/* No comment provided by engineer. */
"Observations" = "Megfigyelések";

/* observation count on the explore leaderboard. */
"Observations: %ld" = "Megfigyelések: %ld";

/* observation count on explore leaderboard when the user has species but not observations in the leaderboard. */
"Observations: *" = "Megfigyelések: *";

/* Title for New Observation Tab Bar Button */
"Observe" = "Megfigyelés";

/* No comment provided by engineer. */
"Observers" = "Megfigyelők";

/* No comment provided by engineer. */
"OK" = "OK";

/* Title error with oops text. */
"Oops" = "Hoppá";

/* open geoprivacy */
"Open" = "Megnyit";

/* No comment provided by engineer. */
"Open link in Safari" = "Webcím megnyitása a Safari-ban";

/* button to open settings when user needs to adjust mic permissions
   open settings button title */
"Open Settings" = "Beállítások megnyitása";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "Panama: az iNaturalistPa (panama.inaturalist.org) működtetője a Ministerio de Ambiente";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "A jelszónak minimum 8 karakter hosszúnak kell lennie.";

/* Accessibility Label for Pause Button (when recording audio) */
"Pause" = "Szünet";

/* No comment provided by engineer. */
"Paused" = "Szüneteltetve";

/* No comment provided by engineer. */
"Permission denied" = "Engedély megtagadva";

/* Title for About Personal Information notice during signup */
"Personal Information" = "Személyes adatok";

/* Title for Photo Library button in media picker */
"Photo Library" = "Képgaléria";

/* Title for photo library error when making new obs
   Title for photo library fetch error when making new obs
   Title for photo load error alert msg */
"Photo Load Error" = "Fénykép betöltése sikertelen";

/* Title for photo save error alert msg */
"Photo Save Error" = "Hiba a fénykép mentése közben";

/* Title for photos error alert msg */
"Photos Error" = "Fénykép hiba";

/* No comment provided by engineer. */
"Placeholder" = "Helyőrző";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "Figyelem: a feltételeknek megfelelő megfigyelések automatikusan mentődnek a gyűjtőprojektben.";

/* No comment provided by engineer. */
"Please pick a valid location." = "Kérjük válassz egy érvényes helyet.";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Pár pillanat múlva próbáld meg újra.";

/* failure message when the user should just try again. */
"Please try again later." = "Kérjük, próbáld újra később.";

/* alert msg to change camera permissions */
"Please update camera permissions to take photos with iNaturalist" = "Kérjük módosítsd a kamera hozzáférési beállításait és készíts képet az iNatutalist-tel.";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "A minőség meghatározásához töltsd fel.";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "Portugália: a Biodiversity4All (Biodiversity4All.org) működtetője az Associação Biodiversidade Para Todos. ";

/* label for a news post author */
"Posted by" = "Publikálta:";

/* label for prefer no tracking switch in settings */
"Prefer No Tracking" = "Ne kövessen";

/* title for consent screen */
"Privacy" = "Adatvédelem";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Adatvédelmi nyilatkozat";

/* private geoprivacy */
"Private" = "Privát";

/* choose projects button title. */
"Projects" = "Projektek";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "A projektek olyan megfigyelések gyűjteményei, amelyek azonos céllal készültek.";

/* No comment provided by engineer. */
"Pull to Refresh" = "Húzd le a frissítéshez";

/* Rank in an ordered list */
"Rank" = "Rang";

/* action to re-download a species guide from the server */
"Re-download" = "Letöltés újra";

/* Accessibility Label for Record Button (when recording audio)
   Accessibility Label for Record/Pause Button */
"Record" = "Rögzítés";

/* Title for Record sound button in media picker */
"Record Sound" = "Hangrögzítés";

/* Accessibility label for sound recorder */
"Recording Level (from 0 to 1)" = "Rögzítési hangszint (0-1)";

/* Title for sound recording screen */
"Recording Sound" = "Hangrögzítés";

/* No comment provided by engineer. */
"Remove active search filters" = "Szűrési feltételek eltávolítása";

/* No comment provided by engineer. */
"Remove current map area filter" = "Térképnézet szűrő eltávolítása";

/* No comment provided by engineer. */
"Remove my profile photo" = "Profilfénykép eltávolítása";

/* No comment provided by engineer. */
"Removing..." = "Eltávolítás…";

/* No comment provided by engineer. */
"RESEARCH" = "TUDOMÁNYOS";

/* research data quality */
"Research Grade" = "Tudományos szintű";

/* No comment provided by engineer. */
"Restricted to current map area" = "A jelenlegi térképterületre korlátozva";

/* No comment provided by engineer. */
"Resuming" = "Folytatás";

/* Retake a photo */
"RETAKE" = "Újrapróbál";

/* Title for save new observation button */
"SAVE" = "MENTÉS";

/* No comment provided by engineer. */
"Save Anyway" = "Mentés mindenképpen";

/* Done button for recording observation sounds */
"Save Recording" = "Felvétel mentése";

/* No comment provided by engineer. */
"Saving..." = "Mentés...";

/* No comment provided by engineer. */
"Search" = "Keresés";

/* placeholder for guide search field */
"Search for guide named..." = "Útmutató keresése e névvel...";

/* placeholder for project search field */
"Search for project named..." = "Projekt keresése e névvel...";

/* No comment provided by engineer. */
"Searching for organisms..." = "Élőlények keresése...";

/* No comment provided by engineer. */
"Searching for people..." = "Emberek keresése...";

/* No comment provided by engineer. */
"Searching for place..." = "Helyek keresése...";

/* No comment provided by engineer. */
"Searching for project..." = "Projektek keresése...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Nemrégi megfigyelések keresése az adott térképen";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Nemrégi megfigyelések keresése bárhol a világban";

/* No comment provided by engineer. */
"seen at '%@'" = "Itt látták: %@";

/* No comment provided by engineer. */
"seen by '%@'" = "%@ látta";

/* default select title */
"Select" = "Kiválasztás";

/* select taxon title */
"Select \"%@\"" = "%@ kiválasztása";

/* title for date selector */
"Select Date" = "Dátum kiválasztása";

/* title for geoprivacy selector */
"Select Privacy" = "Helyi adatvédelmi opciók";

/* No comment provided by engineer. */
"Selected Observation" = "Kiválasztott megfigyelés";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "Profilkép beállítása";

/* Notice while we're setting up an iNat account for them */
"Setting up iNaturalist account..." = "iNaturalist-fiók létrehozása...";

/* accessibility label for settings button
   Title for the settings screen. */
"Settings" = "Beállítások";

/* No comment provided by engineer. */
"Share" = "Megosztás";

/* Title for share new observation button */
"SHARE" = "MEGOSZTÁS";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Oszd meg a megfigyeléseidet a közösséggel.";

/* label for iNaturalist store (tshirts/etc) action in settings. */
"Shop the iNat Store" = "Vásárlás az iNat Boltban";

/* label for show common names switch in settings */
"Show common names" = "Közhasználatú nevek megjelenítése";

/* No comment provided by engineer. */
"Show nearby suggestions only" = "Csak közeli javaslatok megjelenítése";

/* label for scientific names shown first switch in settings */
"Show scientific names first" = "A tudományos név legyen az első";

/* No comment provided by engineer. */
"Sign in with Google" = "Bejelentkezés Google-fiókkal";

/* No comment provided by engineer. */
"Sign out" = "Kijelentkezés";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "Regisztráció";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "Regisztrálj most";

/* No comment provided by engineer. */
"Signing Out" = "Kijelentkezés...";

/* skip button title */
"Skip ›" = "Kihagyás ›";

/* Alert text for the data transfer consent checkbox during create account. */
"Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Egyes adatvédelmi jogszabályok, például az Európai Unió általános adatvédelmi rendelete (GDPR), kifejezett hozzájárulást írnak elő ahhoz, hogy a személyes adatokat a saját joghatóságukból más joghatóságokba továbbítsák, ahol ezen adatok jogi védelme nem tekinthető megfelelőnek. Az Európai Unió 2020-tól kezdve az Egyesült Államokat már nem tekinti olyan joghatóságnak, amely megfelelő jogi védelmet biztosít a személyes adatok számára, különösen azért, mert az Egyesült Államok kormánya megfigyelheti az Egyesült Államokba érkező adatokat. Lehetséges, hogy más joghatóságok is hasonlóan vélekednek. Az iNaturalist használata személyes adatok, például az e-mail címed tárolását igényli, az iNaturalist összes adatát az Egyesült Államokban tároljuk, és nem lehetünk biztosak abban, hogy Te milyen joghatóságban tartózkodsz, amikor az iNaturalistot használod, ezért az adatvédelmi törvényeknek, például a GDPR-nak való megfelelés érdekében el kell ismerned, hogy megértetted és elfogadod ezt a kockázatot, és beleegyezel abba, hogy személyes adataidat az iNaturalist amerikai szervereire továbbítsa. Ha többet szeretnél megtudni arról, hogy milyen adatokat gyűjtünk és hogyan használjuk fel azokat, kérjük, olvasd el Adatvédelmi szabályzatunkat és Felhasználási feltételeinket. Nincs lehetőség iNaturalist-fiókra személyes adatok tárolása nélkül, így a hozzájárulás visszavonásának egyetlen módja a fiók törlése.";

/* No comment provided by engineer. */
"Somewhere..." = "Valahol...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Rendezés";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "Forrás: Wikipedia, %1$@, %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "Fajok";

/* species count on the explore leaderboard. */
"Species: %ld" = "Fajok: %ld";

/* observation count on explore leaderboard when the user has observations but not species in the leaderboard. */
"Species: *" = "Fajok: *";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Statisztikák";

/* accessibility label for stop uploading button */
"Stop Uploading" = "Feltöltés leállítása";

/* No comment provided by engineer. */
"Suggest ID" = "Meghatározás";

/* label for suggest species switch in settings */
"Suggest species" = "Javaslat fajra";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "A megfigyelések és a meghatározások alapján történő javaslatok forrása az iNaturalist közössége, benne például %1$@, %2$@, %3$@ és sokan mások. ";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "A megfigyelések és a meghatározások alapján történő javaslatok forrása az iNaturalist közössége.";

/* Title of me header when syncing. */
"Syncing..." = "Szinkronizálás...";

/* Category of iOS standard places for place search */
"System Places" = "Rendszerhelyek";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "CÍMKÉK";

/* taiwan partner */
"Taiwan: National Chiayi University and Taiwan Forestry Research Institute supporting iNaturalist Taiwan (taiwan.inaturalist.org)." = "Taiwan: A Nemzeti Chiayi Egyetem és Tajvani Erdészeti Kutatóintézet támogatja az iNaturalist Taiwant (taiwan.inaturalist.org).";

/* No comment provided by engineer. */
"Take a photo" = "Fotó készítése";

/* No comment provided by engineer. */
"Taxon %@ %@" = "Taxon %1$@ %2$@";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "Mondd el miért";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Felhasználási feltételek";

/* Status message after a user sends info to iNat support after the database crashes early on launch. */
"Thank you for contacting iNat support. We'll get back to you as soon as we can." = "Köszönjük, hogy megkerestél minket, a lehető leghamarabb válaszolunk.";

/* error message when user fails to input prompted text correctly */
"The entered text doesn't match." = "Nincs egyezés";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "Ebben a projektben még nem szerepel megfigyelés. Nézz vissza később! ";

/* Error for no data transfer consent consent when making account. */
"There is no way to have an iNaturalist account without storing personal information in the United States." = "Nem lehet iNaturalist fiókod személyes információk tárolása nélkül az Egyesült Államokban.";

/* Error for no personal info consent when making account. */
"There is no way to have an iNaturalist account without storing personal information." = "Nem lehet iNaturalist fiókod személyes információk tárolása nélkül.";

/* Message when app fails to launch, the alert will have recovery suggestions */
"There was an error launching iNaturalist" = "Hiba történt az iNaturalist megnyitása során.";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Váratlan hiba lépett fel.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "Az iNaturalist közössége ezt a megfigyelést hobbiszintűnek szavazta meg.";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "Ez a megfigyelés hobbiszintű, mivel az iNaturalist közössége azt fogságban lévőként vagy kultiváltként szavazta meg.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "A tudományos szinthez ennek a megfigyelésnek hiányzik a dátuma.";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "A tudományos szinthez ennek a megfigyelésnek hiányzik a helyzete.";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "A tudományos szinthez ennek a megfigyelésnek összhangúbb meghatározásra van szüksége.";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "A tudományos szinthez ennek a megfigyelésnek hiányzik a fényképe.";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "A tudományos szinthez ennek a megfigyelésnek több meghatározásra van szüksége az iNaturalist közösségétől.";

/* No comment provided by engineer. */
"This project has no description." = "Ennek a projektnek nincs leírása.";

/* No comment provided by engineer. */
"This project has no title." = "Ennek a projektnek nincs címe.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Ez a megfigyeléseidet is eltávolítja erről a projektől.";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "Ez tönkreteszi mindazokat a módosításokat, amelyeket erről az applikációról végeztél és még nem szinkronizáltál az iNaturalist.org-gal.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Ez %@ adat letöltésével jár, így az útmutatót akkor is használhatod, ha nincs interneted.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Időszak";

/* No comment provided by engineer. */
"Timeout" = "Időtúllépés";

/* project title header */
"Title" = "Cím";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "Hagyományos projekt";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Próbálkozz újra, miután csatlakoztál az internethez.";

/* button title to turn on autoupload */
"Turn On" = "Bekapcsolás";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "Kapcsold be az Automatikus feltöltést így a megfigyeléseid automatikusan feltöltődnek az iNaturlist-re.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "Ernyőprojekt";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Az azonosítás hozzáadása a megfigyeléshez sikertelen. Kérjük, probáld meg később.";

/* No comment provided by engineer. */
"Unable to find location" = "Hely meghatározása sikertelen";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "Helynév nem található";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Ezt a megfigyelést nem tudtuk e fajként beazonosítani. Kérjük próbálkozz később.";

/* This is an explanation for when we get a 401 during upload/sync. */
"Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later." = "Feltöltés az iNaturalistre sikertelen: 401-es azonosítási hiba. Kérjük írj a help@inaturalist.org-ra, vagy próbálozz később.";

/* uk partner */
"United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org)." = "Egyesült Királyság: az iNaturalist United Kingdom (uk.inaturalist.org) támogatója a National Biodiversity Network Trust.";

/* unknown taxon */
"Unknown" = "Ismeretlen";

/* Text shown in place of a post author when a post has no known author */
"Unknown author" = "Ismeretlen szerző";

/* Message body when we don't know the error */
"Unknown error" = "Ismeretlen hiba";

/* Unknown error */
"Unknown error while making an identification." = "Ismeretlen hiba az azonosítás során.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "Ismeretlen hiba: %ld";

/* Title displayed for a journal post when the post has no title */
"Untitled Post" = "Névtelen bejegyzés";

/* Title for progress view when migrating db */
"Updating database..." = "Adatbázis frissítése...";

/* No comment provided by engineer. */
"Updating..." = "Frissítés...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "Feltöltés";

/* No comment provided by engineer. */
"Upload Error" = "Feltöltési hiba";

/* upload failed alert title */
"Upload Failed" = "Feltöltés sikertelen";

/* No comment provided by engineer. */
"Upload this observation" = "E megfigyelés feltöltése";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "A hozzászólásokhoz és meghatározásokhoz töltsd fel ezt a megfigyelést.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "A kedvencelésekhez töltsd fel ezt a megfigyelést.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Feltöltés...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "Felhasználónév";

/* users can login with their username or their email address. */
"Username or email" = "Felhasználónév vagy email cím";

/* Title for version section of settings. */
"Version" = "Verzió";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "Videó bemutatók";

/* button to view privacy policy */
"View Privacy Policy" = "Adatvédelmi nyilatkozat megtekintése";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "Javaslatok megtekintése";

/* button to view terms of use */
"View Terms of Use" = "A felhasználási feltételek megtekintése";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Saját projektek indításához látogass el ide: %@";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "Saját útmutatók létrehozhatsz az iNaturalist.org-on";

/* basis for a species suggestion */
"Visually Similar" = "Kinézetre hasonló";

/* basis for a species suggestion */
"Visually Similar / Expected Nearby" = "Visually Similar / Expected Nearby";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Várakozás a feltöltésre...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Hálásak vagyunk a crowdin.com közössége által nyújtott fordítási segítségért, különösen a következő felhasználóknak: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. Ha csatlakozni szeretnél az iNaturalist fordítói közösségéhez, látogass el ide: https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "Az iOS nem engedélyezi a helyzetedhez való hozzáférést";

/* Alert text for the personal information checkbox during create account. */
"We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Személyes adatokat, például felhasználóneveket és e-mail címeket tárolunk az oldalon lévő fiókok kezelése érdekében, és az adatvédelmi törvényeknek való megfelelés érdekében be kell jelölnöd ezt a négyzetet, jelezve, hogy beleegyezel a személyes adatok ilyen jellegű felhasználásába. Ha többet szeretnél megtudni arról, hogy milyen adatokat gyűjtünk és hogyan használjuk fel, kérjük, olvasd el Adatvédelmi szabályzatunkat és Felhasználási feltételeinket. Nincs mód arra, hogy személyes adatok tárolása nélkül legyen iNaturalist-fiókod, így az egyetlen módja e hozzájárulás visszavonásának az, hogy törlöd a fiókodat.";

/* base error message when icloud photo fetch fails */
"We're not able to fetch your photo from iCloud: %@" = "A fénykép átvétele az iCloud-ból sikertelen: %@";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top suggestions." = "Nincs kellő bizonyosságú javaslatunk, de a legjobb tippjeink:";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation." = "Nincs kellő bizonyosságú javaslatunk.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "Nagy bizonyossággal: %2$@ (%1$@).";

/* unknown taxon title */
"What did you see?" = "Mit láttál?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "Mit jelent az, hogy fogságban lévő / kultivált?";

/* No comment provided by engineer. */
"Which organism?" = "Melyik élőlény?";

/* No comment provided by engineer. */
"Which person?" = "Melyik személy?";

/* No comment provided by engineer. */
"Which place?" = "Melyik hely?";

/* No comment provided by engineer. */
"Which project?" = "Melyik projekt?";

/* No comment provided by engineer. */
"Whoops" = "Hoppá";

/* Default upload failure alert title. */
"Whoops!" = "Hoppá!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "Dátum nélkül ezt a megfigyelést nehéz lesz pontosan beazonosítani, és az így nem válhat tudományos szintűvé.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "Helyzet nélkül ezt a megfigyelést nehéz lesz pontosan beazonosítani, és az így nem válhat tudományos szintűvé.";

/* No comment provided by engineer. */
"Without at least one photo or sound, this observation will be impossible for others to help identify." = "Legalább egy fénykép nélkül ezt a megfigyelést lehetetlen meghatározni.";

/* message for alert when db migration has a problem */
"Would you like to share your migration report with help@inaturalist.org for debugging?" = "Megosztod a migrációs jelentést a help@inaturalist.org-gal hibaelhárítási célból?";

/* positive response to binary choice, yes or no */
"Yes" = "Igen";

/* change network partner button */
"Yes, change my affiliation" = "Igen, módosítsd a társítást";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Igen, törlöm ezt a megfigyelést";

/* cc licensing consent checkbox label */
"Yes, license my content so scientists can use my data." = "Igen, engedélyezem, hogy a tartalmaimat a kutatók használhassák.";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "Naponta csak egyszer módosíthatod a társulásodat.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "Ez számodra nem engedélyezett. Előfordulhat, hogy a fiókod fel van függesztve. Vedd fel velünk a kapcsolatod a help@inaturalist.org címen.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "Ez számodra nem engedélyezett. Előfordulhat, hogy a fiókod fel van függesztve. Vedd fel velünk a kapcsolatod a help@inaturalist.org címen.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Ehhez csatlakoznod kell az internethez.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "Az iNaturalist.org-ra való feltöltéshez internetkapcsolat szükséges.";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "A projektekhez való hozzáféréshez be kell jelentkezned.";

/* Unspecific signup prompt reason. */
"You must be logged in to do that." = "Be kell jelentkezned a folytatáshoz.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "A projektek szinkronizálásához be kell jelentkezned.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "A feltöltéshez be kell jelentkezned.";

/* No comment provided by engineer. */
"You must be logged in!" = "Ehhez be kell jelentkezned!";

/* Account is required error message */
"You must be logged in." = "Ehhez be kell jelentkezned.";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "A projektekhez való csatlakozáshoz be kell jelentkezned.";

/* Reauthentication to delete account tip. */
"You must re-authenticate to delete your account." = "Újra kell hitelesítened magadat a fiókod törléséhez.";

/* 401 unauthorized message when signed out */
"You need to log in to do that." = "Ehhez be kell jelentkezned.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "Csak megfigyelések feltöltése után kapsz frissítéseket.";

/* Title for account section of settings. */
"Your Account" = "Fiókod";

/* account deletion confirmation msg */
"Your account has been deleted." = "Töröltük a fiókod.";

/* No comment provided by engineer. */
"Your Guides" = "Útmutatóid";

/* 401 unauthorized message when signed in */
"Your login credentials appear to have changed. Please go to Settings to sign out and then sign in again." = "A bejelentkezéshez használt adatokban változás történt. Kérjük, hogy a Beállítások oldalon jelentkezz ki, majd jelentkezz be ismét.   ";

/* Placeholder for free text observation field value */
"Your response here" = "Ide írd a válaszod";
